Revit 2027 API
DWFExportOptions Constructor
Default constructor. Sets all options to their default values.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public DWFExportOptions()
Public Sub New
public:
DWFExportOptions()
new : unit -> DWFExportOptions
See Also
Reference
DWFExportOptions Class
Autodesk.Revit.DB Namespace